/* No comment provided by engineer. */
" and %@" = " och %@";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ kommenterade: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ föreslå en bestämning: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ är medlem i iNaturalist-nätverket i %2$@. Lokala institutioner som stödjer %3$@ kommer att få tillgång till din e-postadress och tillgång till de exakta koordinaterna för observationer som är offentligt diffuserade eller privata. Vill du ändra din tillhörighet?";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ är en del av det internationella iNaturalist-nätverket. Vill du ansluta till %2$@ för att anpassa din upplevelse av iNaturalist och dela data med lokala institutioner?";

/* site news */
"%@ News" = "%@ nyheter";

/* identification author attribution */
"%@'s ID" = "%@s identifiering";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, bygg %2$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%d observation";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d Observation för uppladdning";

/* Count of observations by this user, plural. */
"%d Observations" = "%d observationer";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d Observationer för uppladdning";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "'%1$@' kräver att du fyller i fältet '%2$@'.";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "Om";

/* title for about section of the guide screen */
"ABOUT" = "Om";

/* about this project title */
"About this Project" = "Om projektet";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "Konto?";

/* No comment provided by engineer. */
"Activity" = "Aktivitet";

/* Title for add comment failed alert */
"Add Comment Failure" = "Lägg till kommentar misslyckades";

/* Title for add ID failed alert */
"Add Identification Failure" = "Lägg till identifiering misslyckades";

/* No comment provided by engineer. */
"Add to Favorites" = "Lägg till i favoriter";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "Godkänn";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "Har du redan ett konto?";

/* unknown error adding content */
"An unknown error occured. Please try again." = "Ett okänt fel uppstod. Försök igen.";

/* Title for app section of settings. */
"App Settings" = "App-inställningar";

/* No comment provided by engineer. */
"Are you really sure?" = "Är du helt säker?";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Är du säker du vill lämna detta projekt?";

/* No comment provided by engineer. */
"Are you sure?" = "Är du säker?";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "Är du säker? Detta går inte att ändra efteråt.";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "Automatisk";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "Fyll i namn automatiskt";

/* label for auto upload switch in settings */
"Automatic upload" = "Ladda upp automatiskt";

/* tooltip text for automatically upload option. */
"Automatically upload new or edited content to iNaturalist.org" = "Automatiskt ladda upp nya eller redigerade observationer till iNaturalist.org";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "Om du använder iNaturalist så samtycker du till användarvillkor och sekretesspolicy.";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "CalTech och Cornell Tech hjälpte till med utvecklingen av det bildigenkänningssystem som föreslår bestämningar utifrån bilder. Vi tackar Grant Van Horn, Serge Belongie, och Pietro Perona för att ha gjort framsteg inom forskningen på bildigenkänning. Mer information finns på visipedia.org. Särskilt tack till NVIDIA för ytterligare hjälp.";

/* Title for failure to get a photo from photo picker or camera alert */
"Camera Problem" = "Kamera-problem";

/* accessibility label for camera shutter button */
"Camera Shutter" = "Kameraslutare";

/* No comment provided by engineer. */
"Can't Add ID" = "Kan inte lägga till identifiering";

/* No comment provided by engineer. */
"Can't Comment" = "Kan inte kommentera";

/* No comment provided by engineer. */
"Can't Fave" = "Kan inte markera som favorit";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "Det går inte att söka efter dina observationer just nu. Försök senare.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Kanada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada och Parks Canada som driver iNaturalist Canada (inaturalist.ca).";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Avbryter...";

/* Alert title when we don't have permission to access camera. */
"Cannot access camera" = "Kan inte komma åt kameran";

/* Alert title when we don't have permission to access photos. */
"Cannot access photos" = "Kan inte komma åt foton";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "Kan inte välja ett datum i framtiden.";

/* Failure message */
"Cannot donate" = "Kan inte donera";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "Kan inte läsa in förslag: %@";

/* Store launch failure message */
"Cannot open store" = "Kan ej öppna butik";

/* Failure message */
"Cannot rate" = "Kan inte utvärdera";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "Kan inte söka på iNaturalist.org";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "Kan inte skicka e-post";

/* No comment provided by engineer. */
"Cannot use your location" = "Kan inte använda din plats";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "i fångenskap/odlad";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "I fångenskap/odlad innebär att organismen finns där den observerades eftersom människor har placerat den där. iNaturalist handlar om att observera vilda organismer, och våra vetenskapliga data partners är inte intresserade av observationer av husdjur, trädgårdsväxter, eller djur i djurparker.";

/* title for captive selector */
"Captive?" = "I fångenskap?";

/* casual data quality */
"Casual Grade" = "Grundnivå";

/* label for change email address action in settings */
"Change email" = "Ändra e-post";

/* No comment provided by engineer. */
"Change Email" = "Ändra e-post";

/* No comment provided by engineer. */
"Change email address?" = "Ändra e-postadress?";

/* accessibility label for change flash button */
"Change Flash" = "Ändra blixt";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "Ändra Blixt-växling. Nuvarande tillstånd är automatiskt";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "Ändra Blixt-växling. Nuvarande tillstånd är Avstängd";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "Ändra Blixt-växling. Nuvarande tillstånd är På";

/* label for change username action in settings */
"Change username" = "Ändra användarnamn";

/* No comment provided by engineer. */
"Change Username" = "Byt användarnamn";

/* No comment provided by engineer. */
"Change username?" = "Byt användarnamn?";

/* No comment provided by engineer. */
"Change your profile photo?" = "Byt profilbild?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Markera i denna ruta om du vill tillämpa en Creative Commons Attribution-NonCommercial licens för dina foton. Du kan välja en annan licens eller ta bort licensen senare, men detta är den bästa licensen för att dela dina foton med forskare.";

/* title of alert after you reset your password */
"Check your email" = "Kolla din e-post";

/* No comment provided by engineer. */
"Choose from library" = "Välj från arkiv";

/* title of inat network picker */
"Choose iNat Network" = "Välj iNaturalist-nätverk";

/* title for project observations chooser */
"Choose Projects" = "Välj projekt";

/* accessibility label for close camera button */
"Close Camera" = "Stäng Kamera";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "Insamlingsprojekt";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "Colombia: Instituto Humboldt driver Naturalista (colombia.inaturalist.org).";

/* No comment provided by engineer. */
"Comment" = "Kommentar";

/* label for contact support action in settings. */
"Contact support" = "Kontakta support";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Upphovsrätt";

/* Button to copy the scientific name */
"Copy Scientific Name" = "Kopiera vetenskapligt namn";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "Kunde inte hålla med";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "Kunde inte läggas till projektet %1$@. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "Kunde inte hitta din geografiska plats";

/* Please try again message, in an alert view, for when we can't get a photo from the camera/library. */
"Couldn't load data for the selected photo. Please try again." = "Det gick inte att ladda data för den valda bilden. Försök igen.";

/* Notice while we're creating an iNat account for them */
"Creating iNaturalist account..." = "Initierar iNaturalist-konto...";

/* intro to credits section. */
"Credits" = "Medverkande";

/* Header for data quality section of obs detail */
"Data Quality" = "Datakvalitet";

/* No comment provided by engineer. */
"Default" = "Grundinställning";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "Radera  nedladdning";

/* No comment provided by engineer. */
"Delete Error" = "Fel vid radering";

/* text of delete obs button */
"Delete Observation" = "Radera observation";

/* Deletes pending sync. */
"Deletes To Sync" = "Tar bort till Sync";

/* title for description section of the guide screen */
"DESCRIPTION" = "BESKRIVNING";

/* Title for confirm new observation details view */
"Details" = "Detaljer";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "Visa mig inte hints och tips";

/* label for donate action in settings. */
"Donate to iNaturalist" = "Donera till iNaturalist";

/* No comment provided by engineer. */
"Download" = "Ladda ner";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "Ladda ner för offline användning";

/* No comment provided by engineer. */
"Download not available" = "Nerladdning inte möjlig just nu";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "Nerladdad";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "Laddar ner…...";

/* The editor or author of the species guide */
"Editor" = "Editor";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "Ett fel uppstod på servern eller guiden finns inte längre.";

/* label for email field in settings */
"Email" = "E-post";

/* tooltip text for autocorrect settings option. */
"Enable to allow iOS to auto-correct and spell-check Species names." = "Aktivera for att tillåta att iOS aktiverar auto-rättning av artnamn.";

/* No comment provided by engineer. */
"Error" = "Fel";

/* No comment provided by engineer. */
"Error Fetching Observations" = "Fel vid hämtning av observationer";

/* error loading leaderboard title */
"Error loading leaderboard" = "Fel vid laddning av ledarlista";

/* image save error title */
"Error Saving Image" = "Gick inte att spara bild";

/* No comment provided by engineer. */
"Explore" = "Upptäck";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "Det gick inte att hämta guiden";

/* Unknown iNat login error */
"Failed to login to iNaturalist. Please try again." = "Det gick inte att logga in på iNaturalist. Försök igen.";

/* No comment provided by engineer. */
"Failed to save guide" = "Kunde inte spara guide";

/* No comment provided by engineer. */
"Faved" = "Favoritmarkerad";

/* No comment provided by engineer. */
"Faving..." = "Favoritmarkering pågår...";

/* No comment provided by engineer. */
"Featured" = "Utvald(a)";

/* No comment provided by engineer. */
"Fetch Error" = "Hämta fel";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org and try later." = "Kunde inte hämta autentiseringstoken. Kontakta help@inaturalist.org och försök senare.";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Hämtar de senaste observationerna i kartområdet";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Hämtar de senaste observationerna över hela världen";

/* No comment provided by engineer. */
"Find %@ named '" = "Hitta %@ som heter \"";

/* No comment provided by engineer. */
"Find my observations" = "Hitta mina observationer";

/* No comment provided by engineer. */
"Find observations near me" = "Hitta observationer nära mig";

/* No comment provided by engineer. */
"Finding your location..." = "Letar efter din plats...";

/* Title for forgot password button. */
"Forgot password?" = "Glömt lösenordet?";

/* when we're generating yir stats on the server */
"Generating..." = "Genererar...";

/* Geoprivacy button title */
"Geoprivacy" = "Geosekretess";

/* No comment provided by engineer. */
"Go Back" = "Gå tillbaka";

/* Button to dismiss a tutorial screen */
"Got It" = "Rätt";

/* No comment provided by engineer. */
"Guide download error" = "Fel vid nedladdning av guide";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "Guideredaktören måste aktivera den här funktionen.";

/* No comment provided by engineer. */
"Guides" = "Fältguider";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "Guider är skapade och delade i iNaturalist-gruppen";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Guider är artlistor";

/* Title for help section of settings. */
"Help" = "Hjälp";

/* No comment provided by engineer. */
"Here are our top ten species suggestions:" = "Här är våra förslag på tio-i-topp arter:";

/* Title of identification failure alert */
"Identification Failed" = "Bestämningen misslyckades";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "Bestämningstaxon";

/* No comment provided by engineer. */
"Identifications" = "Identifieringar";

/* No comment provided by engineer. */
"Identifiers" = "Identifierare";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "Om den e-postadress du angett är associerad med ett iNaturalist-konto, så ska du få ett e-mail med en länk så att du kan sätta upp ett nytt lösenord.";

/* No comment provided by engineer. */
"in project '%@'" = "i projektet \"%@\"";

/* No comment provided by engineer. */
"iNat Year in Review" = "iNat-året som var";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard, and Ken-ichi Ueda." = "iNaturalist existerar tack vare varje enskild person som deltar i vår gemenskap. De som bygger mjukvaran, designar gränssnitten, upprätthåller vår infrastruktur, supportar gemenskapen och främjar samarbete är Yaron Budowski, Amanda Bullington, Tony Iwane, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard och Ken-ichi Ueda.";

/* inat joint initiative statement */
"iNaturalist is a joint initiative of the California Academy of Sciences and the National Geographic Society" = "iNaturalist är ett gemensamt initiativ av California Academy of Sciences och National Geographic Society";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "iNaturalist-nätverket";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist använder Glyphish ikoner gjorda av Joseph Wain, ionicons av Ben Sperry och ikoner av Luis Prado och Roman Shlyakov från Noun Project. iNaturalist tackar också Cocoapods-gruppen, och för bidragen från våra egna open source medlemmar. Se https://github.com/inaturalist/INaturalistIOS.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Felaktigt användarnamn eller lösenord.";

/* No comment provided by engineer. */
"Internet connection required" = "Internetanslutning krävs";

/* No comment provided by engineer. */
"Internet required" = "Internet krävs";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Introducerar Auto-uppladdning!";

/* Invalid date alert title */
"Invalid Date" = "Ogiltigt datum";

/* Error for bad email when making account. */
"Invalid Email Address" = "Ogiltig e-postadress";

/* Unknown invalid input */
"Invalid input" = "Ogiltig inmatning";

/* No comment provided by engineer. */
"Invalid Location" = "Ogiltig plats";

/* Error for bad username hwne making account.
   Error for bad username when making account. */
"Invalid Username" = "Felaktigt användarnamn";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "IUCN-kategori II platser tillhandahålls av IUCN och UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Finns på: www.protectedplanet.net.";

/* Join project button */
"Join" = "Bli medlem";

/* join iNat network partner alert title */
"Join %@?" = "Gå med %@?";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Gå med i projekt för att välja dem när du laddar in observationer";

/* No comment provided by engineer. */
"Joined" = "Blev medlem";

/* No comment provided by engineer. */
"Joining..." = "Medlemskap processas...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "Lat: %1$.5f Long: %2$.5f Noggrannhet: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "Ledartavla";

/* Emphasis text for the license my content checkbox. Must be a substring of the base string. */
"Learn More" = "Lär dig mer";

/* learn more (about network partner changes) button text */
"Learn more" = "Läs mer";

/* No comment provided by engineer. */
"Learn more about data quality >" = "Läs mer om datakvalitet >";

/* Leave project button */
"Leave" = "Lämna";

/* No comment provided by engineer. */
"Leaving..." = "Lämnar...";

/* The license of the species guide */
"License" = "Programvarulicens";

/* No comment provided by engineer. */
"Loading..." = "Läser in...";

/* No comment provided by engineer. */
"Location Fetch Error" = "Platslokaliseringsfel";

/* No comment provided by engineer. */
"Location Services Denied" = "Platstjänster inaktiverade";

/* No comment provided by engineer. */
"Location Services Restricted" = "Platstjänster inaktiverade";

/* No comment provided by engineer. */
"locations" = "platser";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "Logga in";

/* No comment provided by engineer. */
"Log In / Sign Up" = "Logga in / Registrera dig";

/* Notice while we're logging them in */
"Logging in..." = "Loggar in...";

/* No comment provided by engineer. */
"Login and upload this observation to enable comments & identifications." = "Logga in och ladda upp denna observation för att aktivera kommentarer och identifieringar.";

/* No comment provided by engineer. */
"Login to enable faves." = "Logga in för att aktivera favoritmärkning.";

/* placeholder text for taxon search bar */
"Look up a species by name" = "Kolla upp en art via namnet";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "Kolla upp ett artnamn";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Ett fel verkar ha uppstått: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Det verkar som om du inte har några observationer.";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "Älskar du iNat? Betygsätt oss";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "Kontrollera at iNaturalist har behörighet att ladda in din plats eller ge din GPS lite tid att ladda ner den.";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "Hantera nedladdning";

/* No comment provided by engineer. */
"Map of Observations" = "Karta över observationer";

/* Placeholder text for not logged title on me tab. */
"Me" = "Jag";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) som driver NaturaLista (NaturaLista.mx).";

/* No comment provided by engineer. */
"Missing Date" = "Datum saknas";

/* No comment provided by engineer. */
"Missing Location" = "Plats saknas";

/* No comment provided by engineer. */
"Missing Required Field" = "Saknar ifyllt obligatoriskt fält";

/* No comment provided by engineer. */
"My Content" = "Mina data";

/* No comment provided by engineer. */
"My Year in Review" = "Mitt år som gått";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "heter '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "heter \"%@\"";

/* No comment provided by engineer. */
"Nearby" = "Närliggande";

/* needs id data quality */
"Needs ID" = "Behöver ID";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Kräver din uppmärksamhet";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "Nätverk krävs.";

/* No comment provided by engineer. */
"Network unavailable" = "Nätverket är inte tillgängligt";

/* No comment provided by engineer. */
"Network Unavailable" = "Nätverket är inte tillgängligt";

/* No comment provided by engineer. */
"Never mind" = "Glöm det";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "Ny användare av iNaturalist? Bli medlem nu!";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "Nya Zealand: New Zealand Biodiversity Recording Network som driver iNaturalist NZ — Mātaki Taiao (inaturalist.nz).";

/* News project button */
"News" = "Nyheter";

/* Confirm a new photo */
"NEXT" = "NÄSTA";

/* Generic negative response to a yes/no question */
"No" = "nej";

/* No comment provided by engineer. */
"No description" = "Ingen beskrivning";

/* No comment provided by engineer. */
"No iNaturalist Results" = "Inga iNaturalist-resultat";

/* place guess when we have no location information */
"No location" = "Ingen plats";

/* No comment provided by engineer. */
"No matching taxa" = "Inga matchande taxa";

/* No comment provided by engineer. */
"No network connection." = "Ingen nätverksanslutning.";

/* No comment provided by engineer. */
"No network connection. :(" = "Ingen nätverksanslutning :(";

/* Header observation count title when there are none. */
"No Observations" = "Inga observationer";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "Inga observationer hittades i kartområdet.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "Inga observationer hittades.";

/* No comment provided by engineer. */
"No observations yet." = "Inga observationer hittills.";

/* accessibility label for no photo button */
"No Photo" = "Ingen bild";

/* No comment provided by engineer. */
"No Photos and Missing Identification" = "Inga foton och identifiering saknas";

/* No comment provided by engineer. */
"No such organisms found. :(" = "Inga sådana organismer har hittats. :(";

/* No comment provided by engineer. */
"No such person found. :(" = "Sådan person finns inte. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "Ingen sådan plats finns. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "Hittade Inget sådant projekt. :(";

/* No comment provided by engineer. */
"No Thanks" = "Nej tack";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "Inga uppdateringar ännu. Håll ögonen öppna!";

/* No comment provided by engineer. */
"No URL configured" = "Ingen konfigurerad URL";

/* do not change network partner button */
"No, don’t change my affiliation" = "Nej, ändra inte min tillhörighet";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "INGET FOTO";

/* No comment provided by engineer. */
"None, all rights reserved" = "Ingen, alla upphovsrättigheter bevarade";

/* No comment provided by engineer. */
"Not Allowed" = "Inte tillåtet";

/* 403 unauthorized title */
"Not Authorized" = "Ej auktoriserad";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "Anteckningar...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Obs";

/* obscured geoprivacy */
"Obscured" = "Dold";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "Valideringsfel i observationsfält: %@";

/* No comment provided by engineer. */
"Observations" = "Observationer";

/* Title for New Observation Tab Bar Button */
"Observe" = "Observera";

/* No comment provided by engineer. */
"Observers" = "Observatörer";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "Av";

/* No comment provided by engineer. */
"OK" = "OK";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "På";

/* Title error with oops text. */
"Oops" = "Hoppsan";

/* open geoprivacy */
"Open" = "Öppna";

/* No comment provided by engineer. */
"Open link in Safari" = "Öppna länk i Safari";

/* No comment provided by engineer. */
"organisms" = "organismer";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "Panama: Ministerio de Ambiente som driver iNaturalistPa (panama.inaturalist.org).";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "Lösenord måste vara minst sex tecken långa.";

/* No comment provided by engineer. */
"people" = "personer";

/* No comment provided by engineer. */
"Permission denied" = "Ej tillräckliga behörigheter";

/* Title for photo save error alert msg */
"Photo Save Error" = "Fel när fotot skulle sparas";

/* accessibility label for pick from library button */
"Pick from Library" = "Välj från biblioteket";

/* No comment provided by engineer. */
"Placeholder" = "Platshållare";

/* Alert message when we don't have permission to access the camera. */
"Please make sure iNaturalist is turned on in Settings > Privacy > Camera" = "Kontrollera att iNaturalist är aktiverat i inställningar > kamera";

/* Alert message when we don't have permission to access the photo library. */
"Please make sure iNaturalist is turned on in Settings > Privacy > Photos" = "Kontrollera att iNaturalist är aktiverat i inställningar > kamera";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "Observera: Observationer kommer automatiskt att läggas till ett insamlingsprojekt om de uppfyller kraven.";

/* No comment provided by engineer. */
"Please pick a valid location." = "Vänligen välj en giltig plats.";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Försök igen om en stund.";

/* No comment provided by engineer. */
"Please try again in a minute." = "Vänligen försök igen om några minuter.";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "Vänligen ladda upp för observationen för att avgöra datakvaliteten för din observation";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "Portugal: Associação Biodiversidade Para Todos som driver Biodiversity4All (Biodiversity4All.org).";

/* label for a news post author */
"Posted by" = "Skrivet av";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Sekretesspolicy";

/* private geoprivacy */
"Private" = "Privat";

/* No comment provided by engineer. */
"projects" = "projekt";

/* choose projects button title. */
"Projects" = "Projekt";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "Projekt är samlingar av observationer med ett gemensamt syfte eller mål";

/* No comment provided by engineer. */
"Pull to Refresh" = "Dra för att uppdatera";

/* Rank in an ordered list */
"Rank" = "Rank";

/* action to re-download a species guide from the server */
"Re-download" = "Ladda ner";

/* No comment provided by engineer. */
"Remove my profile photo" = "Ta bort min profilbild";

/* No comment provided by engineer. */
"Removing..." = "Tar bort...";

/* No comment provided by engineer. */
"Request timed out" = "Timeout";

/* No comment provided by engineer. */
"RESEARCH" = "FORSKNING";

/* research data quality */
"Research Grade" = "Forskningsnivå";

/* No comment provided by engineer. */
"Restricted to current map area" = "Begränsa sökområdet till det utvalda kartområdet";

/* Retake a photo */
"RETAKE" = "OMTAGNING";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "Omvänd kamera";

/* Title for save new observation button */
"SAVE" = "SPARA";

/* No comment provided by engineer. */
"Save Anyway" = "Spara ändå";

/* status while saving your image */
"Saving new photo..." = "Spara nytt foto...";

/* No comment provided by engineer. */
"Saving..." = "Sparar…...";

/* No comment provided by engineer. */
"Scroll down for newest activity" = "Scrolla ner för att se senaste aktivitet";

/* No comment provided by engineer. */
"Search" = "Sök";

/* placeholder for guide search field */
"Search for guide named..." = "Sök efter fältguide som heter...";

/* placeholder for project search field */
"Search for project named..." = "Sök efter projektnamn...";

/* No comment provided by engineer. */
"Searching for organisms..." = "Söker efter organismer...";

/* No comment provided by engineer. */
"Searching for people..." = "Söker efter personer...";

/* No comment provided by engineer. */
"Searching for place..." = "Söker efter platser...";

/* No comment provided by engineer. */
"Searching for project..." = "Söker efter projekt...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Söker efter de senaste observationerna i kartområdet";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Söker efter de senaste observationerna över hela världen";

/* No comment provided by engineer. */
"seen at '%@'" = "sågs på \"%@\"";

/* No comment provided by engineer. */
"seen by '%@'" = "sedd av \"%@\"";

/* basis for a suggestion */
"Seen Nearby" = "Sett i närheten";

/* default select title */
"Select" = "Markera";

/* select taxon title */
"Select \"%@\"" = "Markera \"%@\"";

/* title for date selector */
"Select Date" = "Välj datum";

/* title for geoprivacy selector */
"Select Privacy" = "Välj sekretess";

/* No comment provided by engineer. */
"Selected Observation" = "Markerad observation";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "Välj profilbild";

/* accessibility label for settings button
   The name of the iOS Settings app
   Title for the settings screen. */
"Settings" = "Inställningar";

/* Title for share new observation button */
"SHARE" = "DELA";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Dela din observation med iNaturalists medlemmar.";

/* label for iNaturalist store (tshirts/etc) action in settings. */
"Shop the iNat Store" = "Shoppa i iNat Store";

/* No comment provided by engineer. */
"Show species suggestions for observations or identifications" = "Visa artförslag för observationer eller identifieringar";

/* No comment provided by engineer. */
"Sign out" = "Logga ut";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "Gå med";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "Registrera dig nu!";

/* No comment provided by engineer. */
"Signing Out" = "Loggar ut";

/* skip button title */
"Skip ›" = "Hoppa över ›";

/* No comment provided by engineer. */
"Somewhere..." = "Någonstans...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Sort";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "Källa: Wikipedia, %1$@, %2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "Arter";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Statistik";

/* accessibility label for stop uploading button */
"Stop Uploading" = "Stoppa uppladdning";

/* No comment provided by engineer. */
"Suggest ID" = "Förslag på identifiering";

/* label for suggest species switch in settings */
"Suggest species" = "Föreslå arter";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "Förslag baserade på observationer och bestämningar som tillhandahålls av iNaturalist-gemenskapen, inklusive %1$@, %2$@, %3$@ och många andra.";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "Förslag utifrån observationer och identifieringar från iNaturalists medlemmar.";

/* Title of me header when syncing. */
"Syncing..." = "Synkroniserar...";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "TAGGAR";

/* No comment provided by engineer. */
"Take a photo" = "Ta ett foto";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "Berätta varför";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Användarvillkor";

/* partners */
"The international iNaturalist Network supports localized, fully integrated, iNaturalist-based websites in the following countries, thanks to the support of associated partner organizations." = "Det internationella iNaturalist Network stödjer lokalt anpassade, fullt integrerade, iNaturalist-baserade webbplatser i följande länder, tack vare stöd från associerade partnerorganisationer.";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "Det finns inga observationer för detta projekt. Kolla igen snart!";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Ett oväntat fel uppstod.";

/* No comment provided by engineer. */
"This can happen when your Internet connection is slow or intermittent.  Please try again the next time you're on WiFi." = "Detta kan inträffa när din Internet-anslutning är långsam eller oregelbunden.  Försök igen nästa gång du är ansluten till WiFi.";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "Denna observation har blivit markerad som Casual Grade av iNaturalists medlemmar.";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "Denna observation är markerad som Casual grade av iNaturalists medlemmar eftersom den är i fångenskap eller är odlad.";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "Denna observation måste ha ett datum för att kunna bli markerad som forskningsgrad.";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "Denna observation måste ha en plats för att kunna bli markerad som forskningsgrad.";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "Denna observation måste ha en konsensusidentifiering av flera iNaturalist medlemmar för att kunna bli markerad som forskningsgrad.";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "Denna observation måste ha en bild för att kunna bli markerad som forskningsgrad.";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "Denna observation måste ha fler identifieringar av iNaturalist medlemmar för att kunna bli markerad som forskningsgrad.";

/* No comment provided by engineer. */
"This project has no description." = "Detta projekt har ingen beskrivning.";

/* No comment provided by engineer. */
"This project has no title." = "Detta projekt har inget namn.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Detta raderar också dina observationer från detta projekt.";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "Detta kommer att slänga alla ändringar/tillägg som du har gjort från denna app som inte har synkroniserats med iNaturalist.org.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Det har kommer ladda ner %@ data så att du kan använda denna fältguide även när du inte har tillgång till Internet.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Tidsperiod";

/* No comment provided by engineer. */
"Timeout" = "Överskriden tidsgräns";

/* project title header */
"Title" = "Rubrik";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "Traditionellt projekt";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Pröva igen nästa gång du är ansluten till Internet.";

/* button title to turn on autoupload */
"Turn On" = "Aktivera";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "Aktivera automatisk uppladdning och dina observationer kommer då automatiskt laddas upp till iNaturalist.";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "Paraplyprojekt";

/* Shown when your request to remove an observation from your favorites is loading */
"Un-faving..." = "Tar bort favoritmarkering...";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Det går inte att lägga till en identifiering till denna observation. Försök igen senare.";

/* No comment provided by engineer. */
"Unable to find location" = "Platsen gick inte att hitta. :(";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "Platsen gick inte att hitta";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "Det gick inte att identifiera denna observation till denna art. Försök igen senare.";

/* Title for error */
"Unable to load page" = "Det går inte att ladda sidan";

/* This is an explanation for when we get a 401 during upload/sync. */
"Unable to upload to iNaturalist, error 401 unauthenticated. Please contact help@inaturalist.org and try later." = "Kunde inte ladda upp till iNaturalist, fel 401 oautentiserad. Kontakta help@inaturalist.org och försök senare.";

/* unknown taxon */
"Unknown" = "Okänd(a)";

/* No comment provided by engineer. */
"Unknown author" = "Okänd författare";

/* Message body when we don't know the error */
"Unknown error" = "Okänt fel";

/* Unknown error */
"Unknown error while making an identification." = "Okänt fel under identifiering.";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "Okänt fel: %ld";

/* No comment provided by engineer. */
"Unprocessable entity" = "Kan inte processa data";

/* No comment provided by engineer. */
"Untitled Post" = "Namnlöst inlägg";

/* No comment provided by engineer. */
"Updating your iNaturalist account information." = "Uppdaterar din kontoinformation för iNaturalist.";

/* No comment provided by engineer. */
"Updating..." = "Uppdaterar...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "Ladda upp";

/* No comment provided by engineer. */
"Upload Error" = "Uppladdningsfel";

/* upload failed alert title */
"Upload Failed" = "Uppladdningen misslyckades";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "Ladda upp denna observation för att aktivera kommentarer och identifieringar.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "Ladda upp denna observation för att aktivera favoritmarkering.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Laddar upp...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "Användarnamn";

/* users can login with their username or their email address. */
"Username or email" = "Användarnamn eller e-post";

/* Title for version section of settings. */
"Version" = "Version";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "Videohandledning";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "Visa förslag";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Gå till %@ för att skapa egna projekt";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "Besök iNaturalist.org för att skapa dina egna guider";

/* basis for a species suggestion */
"Visually Similar" = "Visuellt liknande";

/* basis for a species suggestion */
"Visually Similar / Seen Nearby" = "Visuellt liknande / Observerade i närheten";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Väntar på att ladda upp...";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "Vi är tacksamma för översättningshjälp från följande medlemmar av crowdin.com-gruppen: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. Vill du vara med i översättningsgruppen för iNaturalist iOS, besök https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have enough room to make new observations!" = "Vi har inte tillräckligt med utrymme att göra nya observationer!";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "Vi har inte tillstånd från iOS att ladda in din position.";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top 10 suggestions." = "Vi är inte tillräckligt säkra för att göra en specifik rekommendation, men här är våra 10-i-topp förslag.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "Vi är ganska säkra på att detta är i %1$@ %2$@.";

/* unknown taxon title */
"What did you see?" = "Vad såg du?";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "Vad betyder i fångenskap / odlad?";

/* No comment provided by engineer. */
"Which organism?" = "Vilken organism?";

/* No comment provided by engineer. */
"Which person?" = "Vilken person?";

/* No comment provided by engineer. */
"Which place?" = "Vilken plats?";

/* No comment provided by engineer. */
"Which project?" = "Vilket projekt?";

/* No comment provided by engineer. */
"Whoops" = "Hoppsan";

/* Default upload failure alert title. */
"Whoops!" = "Hoppsan!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "En observation utan datum kan bli mycket svår för andra medlemmar att identifiera korrekt, och kommer aldrig att nå forskningsgrad.";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "En observation utan plats kan bli mycket svår för andra medlemmar att identifiera korrekt, och kommer aldrig att nå forskningsgrad.";

/* No comment provided by engineer. */
"Without at least one photo, this observation will be impossible for others to help identify." = "En observation utan bild kommer att vara omöjlig för andra medlemmar att identifiera.";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* change network partner button */
"Yes, change my affiliation" = "Ja, ändra min tillhörighet";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Ja, radera denna observation";

/* Base text for the license my content checkbox during account creation */
"Yes, license my content so scientists can use my data. Learn More" = "Ja, licensiera mitt innehåll så att forskare kan använda mina uppgifter. Jag vill veta mer om detta";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "Du kan bara ändra din nätverkstillhörighet en gång per dag.";

/* No comment provided by engineer. */
"You don't have any projects yet." = "Du har inte några projekt ännu.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "Du har inte behörighet att göra detta. Ditt konto kan ha stängts av. Kontakta help@inaturalist.org";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "Du har inte behörighet att göra detta. Ditt konto kan ha stängts av. Kontakta help@inaturalist.org.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Du måste vara ansluten till Internet för att göra detta.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "Du måste vara ansluten till Internet för att ladda upp till iNaturalist.org";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "Du måste vara inloggad för att delta i ett projekt.";

/* Login reason prompt from project chooser.
   Unspecific signup prompt reason. */
"You must be logged in to do that." = "Du måste vara inloggad för att kunna göra detta.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "Du måste vara inloggad för att kunna synkronisera användare-projekt.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "Du måste vara inloggad för att ladda upp data.";

/* No comment provided by engineer. */
"You must be logged in!" = "Du måste vara inloggad!";

/* Account is required error message */
"You must be logged in." = "Du måste vara inloggad.";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Du måste vara inloggad för att delta i ett projekt.";

/* 401 unauthorized message */
"You need to login to do that." = "Du måste logga in för att göra det.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "Du får bara uppdateringar när du har laddat upp observationer.";

/* No comment provided by engineer. */
"You're running low on iPhone disk space!" = "Du har bara lite diskutrymme kvar!";

/* Title for account section of settings. */
"Your Account" = "Ditt konto";

/* No comment provided by engineer. */
"Your Guides" = "Dina guider";

/* Placeholder for free text observation field value */
"Your response here" = "Ditt svar här";
